/* 
  DrPalm.strings
  MIT Mobile

  Created by fgx_lion on 12-1-5.
  Copyright (c) 2012年 __MyCompanyName__. All rights reserved.
*/

// TODO:公共
"YES" = "OK";
"Cancel" = "Cancel";
"LoadMore" = "Load More";
"SendSucceed" = "Send Succeed";
"SendFail" = "Send Failed";
"New" = "new";
"Welcome" = "Welcome";

"Navigation" = "Guide";
"Latest" = "Latest";
"Back" = "Back";
"Save" = "Save";
"Send" = "Send";
"Add" = "Add";
"Edit" = "Edit";
"Remark" = "Remark";
"Delete" = "Delete";
"EnsureDelete?" = "Delete?";

"Relay" = "Relay";
"Relpace" = "Relpace";
"Post" = "Post";
"Anwser" = "Anwser";

"Title" = "Title";
"Sender" = "Sender";
"Receiver" = "Receiver";
"Location" = "Location";
"PostTime" = "Post Time";
"AnwserTime" = "Anwser Time";
"Attachment" = "Attachment";
"EndTime" = "End Time";
"StartTime" = "Start Time";
"PhotoAlbumn" = "Albumn";
"Camera" = "Camera";
"Content" = "Content";

"CommonDetail" = " detail";
"NoSchoolKey" = "There is no SchoolKey";

"AttachmentDownLoadFail" = "Picture save failed";
"AttachmentDownLoadNoPictureFail" = "Picture save failed";
"AttachmentDownLoadSucceed" = "Picture saved";
"AttachmentDownLoadAllSucceed" = "All picture saved";
"AttachmentDownLoadOnlyPicutreSucceed" = "Not all picture saved";

"CommonRequestPotocolError" = "Potocol Error";
"CommonRequestUrlNull" = "URL is empty";
"CommonRequestGetGatewayFailed" = "Get Gateway Failed";
"CommonRequestOnlyWifi" = "You set use WiFi only,please turn on the WiFi";
"CONNECTION_ERROR" = "Connection Error";

// 分享
"Share_Email" = "Email";
"Share_SMS" = "SMS";
"Share_Facebook" = "Facebook";
"Share_Twitter" = "Twitter";
"Share_Sina" = "Sina";
"Share_QQ" = "QQ";
"Share_Cancel" = "Cancel";
"Share_WeiXin" = "Weixin";


// 下拉列表
"Release to refresh" = "Release to refresh";
"Pull down to refresh" = "Pull down to refresh";
"Loading" = "Loading...";

"CommonEnsureLogout" = "Go to the navigation will be canceled login information. Do you want to continue?";

"DropDownTips" = "Pull down to refresh";
"LastUpdate" = "Lastupdate";
"LastUpdateTime" = "Lastupdate Time";

// TODO:导航
"MainGuideNavigationTitle" = "Navigation";

// TODO:最新
"LatestSchoolNewsNavigationTitle" = "School";
"LatestClassEventNavigationTitle" = "Class";

// TODO:我的校园
"SchoolCategoryActivityTitle" = "Activity";
"SchoolCategoryDietTitle" = "Diet";
"SchoolCategoryNewsTitle" = "News";
"SchoolCategoryChildrenTitle" = "Children";
"SchoolCategoryAlbumTitle" = "Album";
"SchoolMySchoolTitle" = "My School";
"SchoolToursModule" = "Tours";
"SchoolPrincipalMailbox" = "Mailbox";

"SchoolSearchListNavigationTitle" = "School search";
"SchoolBookmarkListNavigationTitle" = "School bookmark";
"SchoolDetailNavigationTitle" = "School News Detail";
"SchoolAlbumnDetailNavigationTitle" = "School Album Detail";
"SchoolAttachmentDetailNavigationTitle" = "Attachment";

"ContactTips" = "Here is the principal-mail, If you have any comments and suggestions on my garden management, please email, we will seriously consider your suggestions. Welcome to the new parents Advisory enrollment matters, please leave your contact information for responses.";
"ContactName" = "Name:";
"ContactNamePlaceholder" = "Please input your name";
"ContactPhone" = "Tel:";
"ContactPhonePlaceholder" = "Please input your phone number";
"ContactEmail" = "Email:";
"ContactEmailPlaceholder" = "Please input your email";
"ContactTitle" = "Title:";
"ContactTitlePlaceholder" = "Please input your  title";
"ContactContentTitle" = "Advice";

"InputSchoolNewsTitleTips" = "Please input title";

// TODO:我的班级
"ClassCategoryNewsTitle" = "Notice";
"ClassCategoryCommentTitle" = "Comment";
"ClassCategoryCoursewareTitle" = "Courseware";
"ClassCategoryActivityTitle" = "Activity";
"ClassCategoryAlbumTitle" = "Album";
"ClassCategoryVideoTitle" = "Video";
"ClassMyClassTitle" = "My Class";
"ClassSendMessageTitle" = "Send Message";
"ClassCategorySendTitle" = "Sent";
"ClassCategoryDraftTitle" = "Draft";
"ClassCategorySysinfoTitle" = "Sysinfo";
"CommunicateModule" = "Communicate";
"InAndOutModule" = "HuJiaoTong";
"UnRegisteModule"="该机构未开通考勤功能";

"ClassMainListViewNavigationTitle" = "Bookmarked Notice";
"ClassSearchListNavigationTitle" = "Search Notice";
"ClassDetailNavigationTitle" = "Notice Detail";
"ClassAlbumnDetailNavigationTitle" = "Album Detail";
"ClassAttachmentViewNavigationTitle" = "Attachment";
"ClassVieoDetailNavigationTitle" = "Video Detail";
"ClassSentDetailNavigationTitle" = "Sent Notice Detail";
"ClassSentAttachmentViewNavigationTitle" = "Attachment";

"ClassCommentDetailNavigationTitle" = "Comment";
"ClassCommentManListNavigationTitle" = "Commentators";

"ClassReviewNavigationTitle" = "Event Review";

"SystemMessageDetailNavigationTitle" = "SystemInfo Detail";
"CommunicateDetailNavigationTitle" = "HuJiaoTong Detail";

"ReaderStatus" = "Reader Status";

"ClassNewEventNavigationTitle" = "New Notice";
"ClassNewAttachmentNavigationTitle" = "New Attachment";
"ClassEventOrgNavigationTitle" = "Receiver";
"ClassTipsAddress" = "Please write at least one receiver";
"ClassTipsTitle" = "Please write event title";
"ClassTipsAttachments" = "Please add attachments";
"ClassTipsContent" = "Please write event content";
"ClassPickSelf" = "To Myself";
"ClassPickAll" = "Pick All";
"IsSaveDraft" = "Save to draft?";
"SaveToDraftSuccess" = "Save to draft suuccess";
"EnsureDeleteDraft" = "Ensure to delete draft?";
"ClassPhotos" = "Photo";
"ClassCamera" = "Camera";
"ClassAttachmentExists" = "Attachment exists";
"ClassAttachmentOverLimit" = "Limit the number of attachments over";

"InputClassEventTitleTips" = "Please input title";

// TODO:登录
"Login" = "Login";
"Logout" = "Logout";
"GetPassword" = "GetPassword";
"Account" = "Account";
"Password" = "Password";
"SavePassword" = "Save Password";
"AutoLogin" = "Auto Login";
"LoginLocalTips" = "Local login";

"LoginUserPswError" = "Account or password not match";
"LoginIdAndPwdNotNull" = "帐号密码不能为空";
"LoginSessionTimeOut" = "Session timeout, please login again";
"LoginSessionKickoff" = "Your account is login by another";

// TODO:更多
"MoreNavigationTitle" = "More";
"PersonalConfig" = "Account manager";
"SystemConfig" = "System setting";
"EbabySet" = "EBaby Set";
"Help" = "Help";
"Advice" = "Advice";
"Share" = "Tell friend";
"HotLine" = "Hotline";
"Call" = "Call";
"Disable_HotLine" = "Your device can't make a phone call";
"DailHotlineTips" = "Serve you";
"MoreAbout" = "About Ebaby";
"MoreShareContent" = "I just installed a the Early Childhood mobile client, anytime, anywhere through the mobile terminal information about School Profile, campus notification, class, teacher feedback, interaction, strengthen home-school interaction, fingertips will be able to get, come and experienceit! Download:";
"MoreDownloadUrl" = "http://www.astar.so/ebaby/";

// TODO:用户设置
"Level" = "Level";
"CurrentPoint" = "Score";
"LevelUpPoint" = "NextLevelScore";
"GrowUp" = "Growdiary";
"PersonalAlbumn" = "Private album";

// 个人相册
"PrivateAlbum_Add_Error" = "Save 20 photos at most";

// TODO:系统设置
"Push" = "Push";
"Voice" = "Voice";
"Vibration" = "Vibration";
"PushTime" = "Push Time";
"ClearNews" = "Clear School News";
"ClearEvents" = "Clear Class Events";
"SettingsWiFiFooter" = "Apps will take up your data traffic in the request data, it is recommended when using roaming services to turn this feature.";

// TODO:反馈建议
"AdviceContactLabel" = "Contact:";
"AdviceEmailOrPhoneNum" = "Email/Telephone";
"AdviceInputContent" = "Your advice:";
"AdviceContactEmpty" = "Please input your Contact";
"AdviceContentEmpty" = "Please input your advice";
"AdviceFailed" = "Send failed";
"AdviceSucceed" = "Send successful，exit?";

// TODO:关于
"About" = "About";
"AboutVersion" = "Version";
"AboutAppText" = "E-baby is a communication platform for educational institutions, which can help parents know more about the introduction, notice, course information of your children’s educational institutions and interact with them whenever and wherever it is possible. What is more, E-baby will strengthen the interaction with the schools and pay close attention to your children’s growth. We shall be grateful for your brilliant ideas and valuable advice which will help us serve you better.";

"AboutTableViewFooter" = "Operator service providers:Astar Software Technology Co., Ltd.\nService hotline:400-700-6560\nTechnology developer: City Hotspot Software Co., Ltd.";

// TOOD:更新
"UpdateAppTitle" = "Version update";
"UpdateAppNow" = "Upddate now";
"UpdateAppNever" = "Alert never";
"UpdateAppLater" = "Alert later";
